spec/app/app/controllers/authors_controller.rb

INSERT INTO "authors" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "John Doe"], ["created_at", "2019-01-16 10:56:59.870613"], ["updated_at", "2019-01-16 10:56:59.870613"]]
---
  def create
    author = Author.new(create_author_params)

    if author.save